Repository: shuai214/MobileProject
Catalog: AISTracker_iOS/GPSTracker/Supporting Files/*.lproj/Localizable.strings
Languages: th, zh_hans

source: Login
th: เข้าสู่ระบบ
zh_hans: 登录

source: Register
th: ลงทะเบียน
zh_hans: 注册

source: Pair
th: จับคู่
zh_hans: 绑定

source: Logout
th: ออกจากระบบ
zh_hans: 退出登录

source: Language
th: ภาษา
zh_hans: 语言

source: OK
th: ดี
zh_hans: 好

source: Cancel
th: ยกเลิก
zh_hans: 取消

source: Yes
th: ใช่
zh_hans: 是

source: No
th: ไม่ใช่
zh_hans: 否

source: Select
th: การเลือก
zh_hans: 选择

source: Select all
th: เลือกทั้งหมด
zh_hans: 选择全部

source: Delete
th: ลบ
zh_hans: 删除

source: Share
th: แชร์
zh_hans: 分享

source: Edit
th: แก้ไข
zh_hans: 编辑

source: GPS Tracker
th: ตำแหน่ง

source: Message
th: ข้อความ
zh_hans: 消息

source: Me
th: บัญชี
zh_hans: 我

source: GPS Fencing
th: ขอบเขตแจ้งเตือน
zh_hans: GPS围栏

# gps_fencing2
source: GPS-Fencing
th: ขอบเขตแจ้งเตือน
zh_hans: GPS围栏

source: Photograph
th: ถ่ายรูป
zh_hans: 照片

source: Answer Mode
th: การตอบสนอง
zh_hans: 应答方式

source: Pairing
th: การจับคู่
zh_hans: 配对

source: Please enter
th: โปรดระบุ...
zh_hans: 请输入...

source: Paired
th: จับคู่แล้ว
zh_hans: 已配对

source: Records
th: บันทึก
zh_hans: 记录

source: Take photo
th: ถ่ายรูป
zh_hans: 拍照

source: Album
th: อัลบั้ม
zh_hans: 相册

source: Complete
th: เสร็จสมบูรณ์
zh_hans: 完成

source: Save
th: บันทึก
zh_hans: 保存

source: Untether
th: ยกเลิกการจับคู่
zh_hans: 解绑

source: Tether more
th: ถูกจับคู่อย่างอื่น
zh_hans: 绑定其他

source: Tether
th: จับคู่
zh_hans: 绑定

source: Scanning
th: การสแกน
zh_hans: 扫描

# pair_success
source: Paired success
th: จับคู่สำเร็จ
zh_hans: 绑定成功

source: Tracker device ID is：
th: เลขรหัสของอุปกรณ์：
zh_hans: Tracker设备ID是：

# change_device_name_success
source: save name successfully
th: เปลี่ยนชื่ออุปกรณ์สําเร็จ
zh_hans: 更改设备名称成功

# change_device_name_error
source: failed to save name
th: เปลี่ยนชื่ออุปกรณ์ล้มเหลวโปรดลองใหม่อีกครั้ง
zh_hans: 更改设备名称失败，请稍候再试

# change_username_success
source: save username successfully
th: เปลี่ยนชื่อผู้ใช้สําเร็จ
zh_hans: 更改用户昵称成功

# change_username_error
source: failed to save username
th: เปลี่ยนชื่อผู้ใช้ไม่สําเร็จ โปรดลองใหม่อีกครั้ง
zh_hans: 更改用户昵称失败，请稍候再试

# submit_feedback_success
source: Submit successfully
th: ส่งความคิดเห็นสำเร็จ
zh_hans: 提交意见反馈成功

# submit_feedback_error
source: Failed to submit, please try again later
th: ส่งความคิดเห็นที่ไม่สําเร็จ โปรดลองใหม่อีกครั้ง
zh_hans: 提交意见反馈失败，请稍候再试

# confirm_delete_guardian
source: Are you sure to delete this guardian?
th: ท่านต้องการลบผู้ปกครองหรือไม่？
zh_hans: 确认删除监护人吗？

# remove_guardian_qualification_success
source: Give up guardian qualification successfully.
th: การสละสิทธิความผู้ปกครองสําเร็จ
zh_hans: 放弃监护人权益成功

# remove_guardian_qualification_error
source: Failed to give up guardian qualification.
th: การสละสิทธิความผู้ปกครองที่ล้มเหลว โปรดลองใหม่อีกครั้ง
zh_hans: 放弃监护人权益失败，请稍候再试

# change_language_success
source: Change language successfully
th: การเปลี่ยนภาษาสำเร็จ
zh_hans: 更改语言成功

# change_language_error
source: Failed to save language
th: การเปลี่ยนภาษาล้มเหลว โปรดลองใหม่อีกครั้ง
zh_hans: 更改语言失败，请稍候再试

# request_permission_rationale
source: We need these permissions to keep app work correctly.
th: เราต้องการข้ออนุญาติเหล่านี้ เพื่อใช้ในการทำงานปกติ
zh_hans: 我们需要这些权限，以便应用正常工作

# request_permission_again_rationale
source: App will not work correctly because some permissions are denied.
th: ไม่มีข้ออนุญาติเหล่านี้ โปรแกรมจะใช้งานไม่ได้.
zh_hans: 没有这些权限，应用将无法正常工作.

# upload_file_error
source: Failed to upload file
th: อัพโหลดไฟล์ล้มเหลว โปรดลองใหม่อีกครั้ง
zh_hans: 上传文件失败，请稍候再试

# send_command_error
source: Failed to send command to the tracker
th: การเชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว โปรดลองใหม่อีกครั้ง
zh_hans: 与服务器通信失败，请稍候再试

# change_frequency_success
source: Update frequency successfully
th: การเปลี่ยนแปลงความถี่ของอุปกรณ์ในการแจ้งตำแหน่ง สำเร็จ
zh_hans: 更改更新频率成功

# change_frequency_error
source: Failed to update frequency
th: การเปลี่ยนแปลงความถี่ของอุปกรณ์ในการแจ้งตำแหน่งล้มเหลว โปรดลองอีกครั้ง
zh_hans: 更改更新频率失败，请稍候再试

# delete_device_success
source: Untether device successfully
th: ลบอุปกรณ์สำเร็จ
zh_hans: 解绑设备成功

# delete_device_error
source: Failed to untether device
th: ลบอุปกรณ์ล้มเหลว โปรดลองอีกครั้ง
zh_hans: 解绑设备失败，请稍候再试

# change_device_avatar_success
source: Change avatar successfully
th: การเปลี่ยนรูปอุปกรณ์สำเร็จ
zh_hans: 更改设备头像成功

# change_device_avatar_error
source: Failed to save avatar setting
th: การเปลี่ยนรูปอุปกรณ์ล้มเหลว โปรดลองใหม่อีกครั้ง
zh_hans: 更改设备头像失败，请稍候再试

# pair_device_error
source: Failed to add tracker device
th: ไม่สามารถจับคู่กับอุปกรณ์ได้ โปรดลองใหม่อีกครั้ง
zh_hans: 绑定设备失败，请稍候再试

# confirm_pair_device
source: Do you want to tether the tracker? GPS ID is:
th: ยืนยันจับคู่กับอุปกรณ์ True Smart Tracking หรือไม่? GPS ID is:
zh_hans: 确定绑定该GPS设备吗? GPS ID is:

# take_photo_error
source: Failed to take photo. Please try again late.
th: การถ่ายรูปล้มเหลวโปรดลองใหม่อีกครั้ง
zh_hans: 拍照失败，请稍候再试

# invalid_photo_data
source: Invalid photo data and failed to save and display it.
th: ภาพไม่สามารถแสดงได้
zh_hans: 照片内容无效，无法正确显示

# confirm_delete_photo
source: Are you sure to delete the selected photo?
th: ท่านต้องการลบภาพนี้หรือ ?
zh_hans: 确定删除这些照片吗?

source: Information of the fence
th: ข้อมูลขอบเขตแจ้งเตือน
zh_hans: 围栏信息

source: Share to friends
th: แชร์ให้กับเพื่อน
zh_hans: 分享给朋友

# empty_device_name_error
source: name is empty
th: ชื่อห้ามว่างเปล่า
zh_hans: 名称不能为空

# device_offline_error
source: Current tracker device is offline now.
th: ปัจจุบันอุปกรณ์ออฟไลน์
zh_hans: 当前设备处于离线状态

source: Device ID:
th: IDอุปกรณ์:
zh_hans: 设备ID:

# confirm_delete_device
source: Do you want to untether the tracker?
th: ท่านต้องการยกเลิกการจับคู่กับอุปกรณ์นี่หรือไม่?
zh_hans: 确定解绑这台设备吗?

# confirm_give_up_guardian
source: Are you sure give up __who__ guardian's qualification?
th: ท่านต้องการยกเลิก __who__ จากความเป็นผู้ปกครองของอุปกรณ์นี้ใช่หรือไม่?
zh_hans: 确定放弃%@监护人资格吗?

# unknown_address
source: Address: unknown
th: ที่อยู่ : ไม่ทราบ
zh_hans: 地址: 未知

# unknown_last_updated_time
source: Updated: unknown
th: เวลาปรับปรุง : ไม่ทราบ
zh_hans: 更新时间: 未知

# confirm_delete_message
source: Are you sure to delete the selected message?
th: ท่านต้องการตกลงลบข้อมูลนี้หรือใหม่?
zh_hans: 确定删除这些信息吗?

# empty_username_error
source: Nickname is empty
th: ชื่อว่างเปล่าไม่ได้
zh_hans: 名称不能为空

# login_error
source: Failed to login
th: ส่งข้อผิดพลาด เข้าสู่ระบบที่ล้มเหลว โปรดลองใหม่อีกครั้ง
zh_hans: 发送错误，登录失败，请稍候再试

# confirm_logout
source: Are you sure you want to logout?
th: ท่านตกลงที่จะออกหรือใม่?
zh_hans: 确定退出吗?

# confirm_upgrade
source: Do you want to install a new version?
th: ท่านตกลงในการติดตั้งเวอร์ชั่นหรือใม่?
zh_hans: 确定安装新版本吗?

source: Upgrade
th: การอัพเกรด
zh_hans: 升级

source: Number
th: หมายเลข
zh_hans: 手动输入

source: Confirm
th: ตกลง
zh_hans: 确定

source: Nickname
th: ชื่อ
zh_hans: 昵称

source: User feedback
th: ตอบสนองผู้ใช้
zh_hans: 用户反馈

source: Feedback to us
th: ตอบสนองให้เรา
zh_hans: 反馈给我们

# your_mobile
source: Your Mobile No. (Optional)
th: หมายเลขโทรศัพท์มือถือของคุณ ( ตัวเลือก )
zh_hans: 您的手机号码. (选项)

source: Submit
th: ส่ง
zh_hans: 提交

source: Radius
th: รัศมี
zh_hans: 半径

source: Label
th: หมายเหตุ
zh_hans: 备注

source: Footprint
th: เส้นทางย้อนหลัง
zh_hans: 足迹

source: Invitation
th: เชิญชวน
zh_hans: 邀请

source: Guardian
th: ผู้ปกครอง
zh_hans: 监护人

source: Profile
th: รายละเอียดเพิ่มเติม
zh_hans: 详情

source: Guardian's qualification
th: คุณสมบัติของผู้ปกครอง
zh_hans: 监护人资格

source: Name
th: ชื่อ
zh_hans: 名称

source: Update Frequency
th: เปลี่ยนแปลงความถี่ของอุปกรณ์ในการแจ้งตำแหน่ง
zh_hans: 更新频率

source: Firmware version
th: เฟิร์มแวร์
zh_hans: 固件版本

source: Tethering
th: จับคู่
zh_hans: 绑定

# tether_tracker_to_your_smartphone
source: Please tether the GPS Tracker to your smartphone.
th: โปรดจับคู่ True Smart Tracking ของท่านกับมือถือ
zh_hans: 请绑定您的GPS Tracker设备到您的手机

source: Scan
th: การสแกน
zh_hans: 扫描

source: Tap to capture
th: คลิกเพื่อถ่ายรูป
zh_hans: 点击拍摄

source: loading......
th: กำลังโหลด......
zh_hans: 正在处理......

source: Photo album
th: อัลบั้ม
zh_hans: 相册

source: Flashlight
th: แฟลช
zh_hans: 闪光灯

source: Google map
th: แผนที่ Google
zh_hans: 谷歌地图

source: AMAP Map
th: แผนที่ AMAP
zh_hans: 高德地图

source: Real time
th: ตลอดเวลา
zh_hans: 实时

# hour_1
source: 1 Hour
th: 1ชั่วโมง
zh_hans: 1小时

# hour_4
source: 4 Hour
th: 4ชั่วโมง
zh_hans: 4小时

# hour_8
source: 8 Hour
th: 8ชั่วโมง
zh_hans: 8小时

# hour_12
source: 12 Hour
th: 12ชั่วโมง
zh_hans: 12小时

source: Pick Range
th: เลือกขอบเขตรัศมี
zh_hans: 选择半径

source: Version
th: รุ่น
zh_hans: 版本

source: Searching
th: ค้นหา
zh_hans: 搜索

source: Navigation
th: GPS
zh_hans: 导航

source: Setting
th: การตั้งค่า
zh_hans: 设置

# message_type_create_fence
source: create a fence
th: การสร้างขอบเขตแจ้งเตือน
zh_hans: 创建围栏

# message_type_out_fence
source: leave off the fence
th: ออกจากขอบเขตแจ้งเตือน
zh_hans: 离开围栏

# message_type_in_fence
source: return back in the fence
th: กลับไปที่ขอบเขตแจ้งเตือน
zh_hans: 返回围栏

# message_type_delete_guest
source: delete the tracker
th: การยกเลิกอุปกรณ์
zh_hans: 取消设备监护人资格

# message_type_offline
source: is offline
th: ออฟไลน์
zh_hans: 设备离线

source: Unknown
th: ไม่ทราบ
zh_hans: 未知

# unknown_dist
source: Dist: unknown
th: ระยะ: ไม่ทราบ
zh_hans: 距离: 未知

source: Dist:
th: ระยะ:
zh_hans: 距离:

source: m
th: เมตร
zh_hans: 米

source: km
th: กิโลเมตร
zh_hans: 千米

# confirm_login
source: You confirm the authorization to log on to the application?
th: ท่านแน่ใจเข้าสู่ระบบหรือไม่
zh_hans: 确定登录该应用吗?

# confirm_delete_fence
source: Are you sure to delete it?
th: ท่านแน่ใจว่าจะลบขอบเขตแจ้งเตือนนี้หรือไม่
zh_hans: 你确定删除该围栏吗?

# message_type_guest_quit
source: unbind the tracker
th: ลบTrackerอุปกรณ์
zh_hans: 删除Tracker设备

# message_type_sos
source: SOS for you
th: SOS แจ้งเตือน
zh_hans: 发出SOS请求

# message_type_delete_guardian1
source: You are no longer
th: อุปกรณ์ที่คุณจะสูญเสีย
zh_hans: 你失去了设备

# message_type_delete_guardian2
source: 's guardian
th: คุณสมบัติของผู้ปกครอง
zh_hans: %@的监护人资格

# message_type_master_quit
source: 's principal guardian has been released, and you have lost custody of
th: ผู้ดูแลระบบได้ยกเลิกการจับคู่กับอุปกรณ์นี้ ,คุณจะสูญเสียความคุ้มครองอุปกรณ์ต่อไปนี้：
zh_hans: 首要监护人解除了设备绑定，你将失去如下设备的监护人资格：

# message_type_guest_quit1
source: gave up
th: อุปกรณ์ที่คุณจะยกเลิก
zh_hans: 放弃了设备

# message_type_guest_quit2
source: 's qualification
th: คุณสมบัติของผู้ปกครอง
zh_hans: 的监护人资格

# message_type_unknown
source: unknown message content
th: เนื้อหาข้อมูลที่ไม่รู้จัก
zh_hans: 未知的信息内容

# confirm_exit_app
source: Are you sure exit app?
th: ตกลงต้องการออกจากแอพหรือไม่?
zh_hans: 确定退出应用吗?

# wait_response_from_device
source: Waiting for response from tracker device
th: กำลังรอTrue Smart Tracking ตอบสนอง...
zh_hans: 正在等待Tracker设备端响应...

# no_response_from_device
source: No response from tracker device, please try again later on.
th: อุปกรณ์ไม่ตอบสนอง，โปรดลองใหม่อีกครั้ง
zh_hans: 设备端无响应，请稍候再试

# tips_device_offline
source: The tracker is not online
th: อุปกรณ์ที่ไม่ได้ออนไลน์
zh_hans: 设备当前不在线

# tips_device_online1
source: The tracker
th: อุปกรณ์
zh_hans: 设备

# tips_device_online2
source: is online now
th: ได้ออนไลน์แล้ว
zh_hans: 上线了

# tips_no_footprint
source: No footprints on selected day
th: ไม่มีข้อมูลเส้นทางย้อนหลังในวันที่ท่านเลือก
zh_hans: 当前选择的日期没有足迹信息

# tips_no_fence
source: No fences for this tracker device
th: อุปกรณ์นี้ยังไม่มีขอบเขตการแจ้งเตือน
zh_hans: 当前设备还没有创建过任何围栏

# tips_no_guardian
source: No guardians for this tracker device
th: อุปกรณ์ที่ยังไม่มีผู้ดูแลระบบ กรุณาทำการผูกอุปกรณ์
zh_hans: 当前设备还没有邀请任何其他监护

# tips_no_photo
source: No photo for this tracker device
th: ณ ขณะนี้ อุปกรณ์นี้ยังไม่สามารถถ่ายภาพ
zh_hans: 当前设备还没有拍摄过照片

# broken_network_error
source: Please check your internet connection
th: โปรดตรวจสอบเครือข่ายสัญญาณของท่านอีกครั้ง
zh_hans: 当前无可用网络，请检查您的网络连接并重试

# camera_permission_rationale
source: We need Camera permission to scan tracker ID QR code
th: ท่านต้องการทำการอนุมัติการใช้กล้องในแอพพลิเคชั่นนี้ก่อนถึงจะสแกนได้
zh_hans: 我们需要照相机权限，以便正确扫描设备ID二维码

# location_permission_rationale
source: We need Location permission to locate your tracker device
th: ท่านต้องการทำการอนุมัติการใช้งานแจ้งตำแหน่งในแอพพลิเคชั่นนี้ก่อนถึงจะใช้งานได้
zh_hans: 我们需要照位置权限，以便正确定位你的设备位置

# general_error_message
source: Sorry, it looks like something went wrong. Please try again later on.
th: ขณะนี้ไม่สามารถใช้งานได้ กรุณาลองใหม่อีกครั้ง
zh_hans: 抱歉，发生异常情况，请重

# add_fence_success
source: Add fence successfully
th: เพิ่มขอบเขตแจ้งเตือนสำเร็จ
zh_hans: 添加围栏成功

# update_fence_success
source: Update fence successfully
th: เปลี่ยนแปลงขอบเขตแจ้งเตือนสำเร็จ
zh_hans: 更新围栏成功

# delete_fence_success
source: Delete fence successfully
th: ลบขอบเขตแจ้งเตือนสำเร็จ
zh_hans: 删除围栏成功

# no_matched_location_error
source: No matched locations, please try again later on
th: ไม่พบที่อยู่ที่เกี่ยวข้องกรุณาลองใหม่อีกครั้ง
zh_hans: 未找到相关地址，请稍后重试

# less_feedback_error
source: Feedback content must be at least 10 characters.
th: ความคิดเห็นที่เนื้อหาต้องมากกว่า 10 คำ
zh_hans: 反馈内容需多于10个字

# delete_guardian_success
source: Delete guardian successfully
th: การยกเลิกการจับคู่ผู้ปกครองสําเร็จ
zh_hans: 删除监护人成功

# scan_error
source: Can not scan it
th: ไม่สามารถสแกนรหัส QR นี้ได้
zh_hans: 无法扫描该二维码

# no_amap_error
source: AMAP map is not installed on your phone.
th: แผนที่เกาตือที่ไม่ได้ติดตั้ง
zh_hans: 高德地图未安装

# no_google_map_error
source: Google map is not installed on your phone.
th: แผนที่กูเกิ้นที่ไม่ได้ติดตั้ง
zh_hans: 谷歌地图未安装

# update_success
source: Update successfully
th: อัพเดตสำเร็จ
zh_hans: 更新成功

# update_error
source: Failed to update
th: อัพเดตไม่สำเร็จ
zh_hans: 更新失败，请稍候再试

# take_photo_permission_rationale
source: We need Camera permission to take photo
th: ท่านต้องทำการเปิดอนุญาตการใช้งานกล้องก่อนถึงจะสามารถใช้งานได้
zh_hans: 我们需要照相机权限，以便拍照更换头像

# last_updated
source: updated
th: อัพเดต
zh_hans: 上次更新

source: Positioning mode
th: โหมดความถี่ในการแสดงตำแหน่งของอุปกรณ์
zh_hans: 定位模式

source: Power saving mode
th: โหมดประหยัดพลังงาน
zh_hans: 省电模式

source: Common pattern
th: ความถี่ในการแสดงตำแหน่งของอุปกรณ์
zh_hans: 普通模式

source: SOS Number
th: เบอร์ SOS
zh_hans: SOS号码

source: Company
th: บริษัท
zh_hans: 公司

# no_country
source: Country
th: ประเทศ
zh_hans: 国家

# text_call_tracker
source: You can call the number of GPS device directly!
th: คุณสามารถโทรหาอุปกรณ์ True Smart Tracking

# text_sos_call_for_help
source: When the GPS use SOS calls for help, the following number will be called!
th: เมื่ออุปกรณ์มีการกด SOS อุปกรณ์จะโทรไปยังหมายเลยที่ได้มีการระบุไว้

# spinner_no_default_hint
source: Please select
th: กรุณาเลือก

# phone_number_error
source: Please input corrent number!
th: กรุณากรอกเบอร์โทรศัพท์ให้ถูกต้อง

# device_name_hint
source: Please enter the device name
th: กรุณาระบุชื่ออุปกรณ์

# device_no_hint
source: Please enter the device number
th: กรุณาระบุเบอร์โทรศัพท์ของอุปกรณ์

# account_name_hint
source: Please enter account name
th: กรุณาระบุชื่อบัญชีของท่าน

# account_no_hint
source: Please enter account phone number
th: กรุณาระบุเบอร์โทรศัพท์ขอท่าน

# next_step
source: Next
th: ถัดไป

source: Device setting
th: ตั้งค่าอุปกรณ์

source: Account setting
th: ตั้งค่าบัญชี

source: Administrator
th: ผู้ดูแลระบบ

# device_online
source: Online
th: ออนไลน์

# device_offline
source: Offline
th: ออฟไลน์

# setting_device_id
source: Device Id
th: หมายเลขอุปกรณ์

# setting_device_imei
source: Device IMEI
th: IMIE ของอุปกรณ์

# setting_device_number
source: Device Number
th: เบอร์โทรศัพท์ของอุปกรณ์

# sos_number_title
source: You can set up to 5 SOS numbers
th: ท่านสามารถระบุเบอร์สำหรับ SOS ได้ 5 เบอร์

# tracker_number_edit_text
source: The number of the GPS device
th: เบอร์โทรศัพท์ของ True Smart Tracking

# input_label_text
source: Please enter the label
th: กรุณาระบุ

# request_guadian_text
source: You are requesting to be the guardian of %1$s. Please wait for the master to accept the request.
th: ท่านกำลังขอเป็นผู้ปกครองของ %1$s. กรุณารอผู้ดูแลระบบหลักอนุมัติคำขอของท่าน

# request_guadian_notification_text
source: %1$s is requesting to be guadian of %2$s
th: %1$s กำลังส่งคำขอเป็นผู้ปกครองของ %2$s

# allow_text
source: Allow
th: อนุญาต

# refuse_text
source: Refuse
th: ปฏิเสธ

# main_control_refuse_message
source: The main contral party refuses your request
th: ผู้ดูแลระบบหลักปฏิเสธคำขอของท่าน

# guadian_request_accepted
source: Your request has been accepted
th: คำขอของคุณได้รับการยอมรับ

# again_text
source: Again
th: อีกครั้ง

# cancel_text
source: Cancel
th: ยกเลิก

# guadian_request_refused
source: The main controller refused your request
th: ผู้ดูแลระบบหลักปฏิเสธคำขอของท่าน

source: Main Controller No Response!
th: ผู้ดูแลระบบหลักไม่มีการตอบสนอง

# sos_numbers_from_app
source: There three numbers are from APP
th: SOS 3 เบอร์นี้จะต้องเป็นเบอร์ที่มีบัญชีของแอพฯนี้เท่านั้น (ไม่สามารถระบุเองได้)

# sos_numbers_input_manual
source: You can set these two numbers freely
th: SOS 2 เบอร์นี้ท่านสามารถระบุเองได้โดยไม่จำเป็นต้องมีแอพฯ

# no_guardian_sos
source: No guardian SOS number
th: ไม่มีเบอร์ SOS ของผู้ปกครอง

# please_input_no
source: Please input number
th: กรุณาระบุเบอร์โทรศัพท์ที่ท่านต้องการ

# text_device_number
source: Device Number
th: เบอร์โทรศัพท์ของอุปกรณ์

# call_permission_rationale
source: We need phone call permission to proceed
th: ท่านต้องทำการเปิดอนุญาตการใช้การโทรก่อนถึงจะสามารถใช้งานได้

# mins_5
source: 5 minutes
th: ทุกๆ 5นาที

# mins_15
source: 15 minutes
th: ทุกๆ 15นาที

# mins_30
source: 30 minutes
th: ทุกๆ 30นาที

# message_type_online
source: is online
th: &#160; ออนไลน์

# phone_number
source: Phone
th: หมายเลขโทรศัพท์ของท่าน

# user_phone_number_edit_text
source: Your phone number
th: หมายเลขโทรศัพท์ของท่าน

# text_account_number
source: Account Number
th: หมายเลขโทรศัพท์ของท่าน

# text_check_firmware
source: Checking version, please wait...
th: กำลังตรวจสอบเวอร์ชั่นใหม่, กรุณารอสักครู่

# text_update_firmware
source: New version available, update?
th: มีเวอร์ชั่นใหม่, ท่านต้องการอัพเดตหรือไม่?

# text_firmware_update_successful
source: Firmware update successfully
th: อัพเดตเฟิร์มแวร์สำเร็จ

source: Unbind
th: คลาย
